export const day_title = {
  "Eid": "Eid Mubarak",
  "Hijri": "Hijri Mubarak",
  "Ramadan": "Ramadan Mubarak",
  "Milad": "Milad Mubarak"
};
export const banner_key1 = 'ca-app-pub-4717579333914549/2073816539';
export const banner_key2 = 'ca-app-pub-4717579333914549/8515650543';
export const banner_key3 = 'ca-app-pub-4717579333914549/5821489854';
export const banner_key4 = 'ca-app-pub-4717579333914549/7542112081';
export const interstitial_key1 = 'ca-app-pub-4717579333914549/7753518620';
export const interstitial_key2 = 'ca-app-pub-4717579333914549/6248865264';
export const interstitial_key3 = 'ca-app-pub-4717579333914549/9996538580';
export const language = {
  "Eid": ['English', 'Hindi', 'Arabic', 'Urdu'],
  "Hijri": ['English', 'Hindi', 'Arabic', 'Urdu'],
  "Ramadan": ['English', 'Hindi', 'Arabic', 'Urdu'],
  "Milad": ['English', 'Hindi', 'Arabic', 'Urdu']
};
export const textData =
{
  "Eid": {
    English: [
      {
        "id": "001",
        "text": "May God’s blessings and kindness be with you and your family, always! Eid Mubarak!"
      },
      {
        "id": "002",
        "text": "This Eid-ul-Adha, may Allah’s blessings bring happiness, peace, and prosperity in your life. Eid Mubarak to you and your family!"
      },
      {
        "id": "003",
        "text": "Today is the day to pray, remember Allah, spread love, and celebrate with our loved ones. Eid Mubarak to you!"
      },
      {
        "id": "004",
        "text": "I wish you Allah's blessings. Eid Mubarak!"
      },
      {
        "id": "005",
        "text": "I hope your life to be as spicy as biryani and sweet as sevaiyan. Eid Mubarak!"
      },
      {
        "id": "006",
        "text": "May Allah accept your sacrifice and fulfill your desires in life. Wishing you a very happy Eid!"
      },
      {
        "id": "007",
        "text": "May every pleasure big or little, pertains to your doorstep to provide a message that … Every day is Eid! Eid Mubarak."
      },
      {
        "id": "008",
        "text": "Eid Mubarak. May Allah blessings be with you today, tomorrow and continuously."
      },
      {
        "id": "009",
        "text": "Your days with happiness, your weeks with prosperity, Your months with satisfaction, and your eyes with love and peace! Eid Mubarak."
      },
      {
        "id": "010",
        "text": "Take pleasure in like a kid and also be grateful to Allah for he has bestowed all the Muslims with such a gorgeous day. Eid Mubarak to you!"
      },
      {
        "id": "011",
        "text": "I wish you appreciate every single minute of it. May God accept our fasts as well as prayers. Eid Mubarak."
      },
      {
        "id": "012",
        "text": "Take a break from residing in anxiety and also this is Eid so let’s celebrate! Your rate to join us. Life is so endlessly delicious. Eid Mubarak."
      }
    ]
    ,
    Hindi: [
      {
        "id": "001",
        "text": "हर ख्वाहिश हो मंजूर-ए-खुदा मिले, हर कदम पर रजा-ए-खुदा, फना हो लब्ज-ए-गम यही हैं दुआ, बरसती रहे सदा रहमत-ए-खुदा| ईद मुबारक"
      },
      {
        "id": "002",
        "text": "यह ईद-उल-अधा, अल्लाह का बरकत आपके जीवन में खुशी, शांति और समृद्धि ला सकता है। आपको और आपके परिवार को ईद मुबारक!"
      },
      {
        "id": "003",
        "text": "आज का दिन प्रार्थना करने, अल्लाह को याद करने, प्यार फैलाने और अपने प्रियजनों के साथ मनाने का दिन है। आप को ईद मुबारक!"
      },
      {
        "id": "004",
        "text": "मैं आपके लिए अल्लाह का आशीर्वाद चाहता हूं। ईद मुबारक!"
      },
      {
        "id": "005",
        "text": "मुझे उम्मीद है कि आपका जीवन बिरयानी जितना मसालेदार होगा और सेवइयां जितना मीठा होगा। ईद मुबारक!"
      },
      {
        "id": "006",
        "text": "अल्लाह आपके बलिदान को स्वीकार करे और जीवन में आपकी इच्छाओं को पूरा करे। आपको ईद की बहुत-बहुत शुभकामनाएं!"
      },
      {
        "id": "007",
        "text": "हर खुशी बड़ी या छोटी हो सकती है, आपके दरवाजे पर एक संदेश प्रदान करती है कि ... हर दिन ईद है! ईद मुबारक।"
      },
      {
        "id": "008",
        "text": "ईद मुबारक। अल्लाह आज, कल और लगातार आपके साथ रहे।"
      },
      {
        "id": "009",
        "text": "खुशी के साथ आपके दिन, समृद्धि के साथ आपके सप्ताह, संतुष्टि के साथ आपके महीने, और आपकी आँखें प्यार और शांति के साथ! ईद मुबारक।"
      },
      {
        "id": "010",
        "text": "एक बच्चे की तरह आनंद लें और अल्लाह के लिए भी आभारी रहें क्योंकि उसने सभी मुसलमानों को इतने भव्य दिन के लिए शुभकामनाएं दी हैं। आप को ईद मुबारक!"
      },
      {
        "id": "011",
        "text": "मेरी इच्छा है कि आप इसके हर एक मिनट की सराहना करें। भगवान हमारे उपवासों के साथ-साथ प्रार्थनाओं को भी स्वीकार करें। ईद मुबारक।"
      },
      {
        "id": "012",
        "text": "चिंता में रहने से एक ब्रेक ले लो और यह भी ईद है तो चलो मनाते हैं! हमसे जुड़ने के लिए आपका दर। जीवन बहुत स्वादिष्ट है। ईद मुबारक।"
      }
    ]
    ,
    Arabic: [
      {
        "id": "001",
        "text": "صلى الله و لطفك و مع عائلتك دائما! عيد مبارك!"
      },
      {
        "id": "002",
        "text": "عيد الأضحى المبارك الله يجلب السعادة والسلام والازدهار في حياتك. عيد مبارك لك ولعائلتك!"
      },
      {
        "id": "003",
        "text": "اليوم هو يوم الصلاة ، اذكر الله ، انشر الحب ، واحتفل مع أحبائنا. عيد مبارك لك!"
      },
      {
        "id": "004",
        "text": "أتمنى لكم بركات الله. عيد مبارك!"
      },
      {
        "id": "005",
        "text": "أتمنى أن تكون حياتك حارة مثل البرياني و حلوة مثل سيفايان. عيد مبارك!"
      },
      {
        "id": "006",
        "text": "تقبل الله ذبيحتكم ورضي رغباتكم في الحياة. نتمنى لكم عيدا سعيدا جدا!"
      },
      {
        "id": "007",
        "text": "نرجو أن تكون كل متعة كبيرة أو صغيرة ، على عتبة داركم لتوصيل رسالة مفادها ... كل يوم عيد! عيد مبارك."
      },
      {
        "id": "008",
        "text": "عيد مبارك. وفقكم الله اليوم وغدا وبشكل مستمر."
      },
      {
        "id": "009",
        "text": "أيامك مع السعادة ، أسابيعك مع الرخاء ، أشهرك مع الارتياح ، وعينيك بالحب والسلام! عيد مبارك."
      },
      {
        "id": "010",
        "text": "استمتعي كطفل وكوني ممتنة لله لأنه منح جميع المسلمين مثل هذا اليوم الرائع. عيد مبارك لك!"
      },
      {
        "id": "011",
        "text": "أتمنى لكم كل دقيقة. تقبل الله صيامنا وصلواتنا. عيد مبارك."
      },
      {
        "id": "012",
        "text": "خذ استراحة من القلق ، وهذا هو العيد ، لذلك دعونا نحتفل! تقييمك للانضمام إلينا. الحياة لذيذة للغاية. عيد مبارك."
      }
    ]
    ,
    Urdu: [
      {
        "id": "001",
        "text": "صلى الله و لطفك و مع عائلتك دائما! عيد مبارك!"
      },
      {
        "id": "002",
        "text": "عيد الأضحى المبارك الله يجلب السعادة والسلام والازدهار في حياتك. عيد مبارك لك ولعائلتك!"
      },
      {
        "id": "003",
        "text": "اليوم هو يوم الصلاة ، اذكر الله ، انشر الحب ، واحتفل مع أحبائنا. عيد مبارك لك!"
      },
      {
        "id": "004",
        "text": "أتمنى لكم بركات الله. عيد مبارك!"
      },
      {
        "id": "005",
        "text": "أتمنى أن تكون حياتك حارة مثل البرياني و حلوة مثل سيفايان. عيد مبارك!"
      },
      {
        "id": "006",
        "text": "تقبل الله ذبيحتكم ورضي رغباتكم في الحياة. نتمنى لكم عيدا سعيدا جدا!"
      },
      {
        "id": "007",
        "text": "نرجو أن تكون كل متعة كبيرة أو صغيرة ، على عتبة داركم لتوصيل رسالة مفادها ... كل يوم عيد! عيد مبارك."
      },
      {
        "id": "008",
        "text": "عيد مبارك. وفقكم الله اليوم وغدا وبشكل مستمر."
      },
      {
        "id": "009",
        "text": "أيامك مع السعادة ، أسابيعك مع الرخاء ، أشهرك مع الارتياح ، وعينيك بالحب والسلام! عيد مبارك."
      },
      {
        "id": "010",
        "text": "استمتعي كطفل وكوني ممتنة لله لأنه منح جميع المسلمين مثل هذا اليوم الرائع. عيد مبارك لك!"
      },
      {
        "id": "011",
        "text": "أتمنى لكم كل دقيقة. تقبل الله صيامنا وصلواتنا. عيد مبارك."
      },
      {
        "id": "012",
        "text": "خذ استراحة من القلق ، وهذا هو العيد ، لذلك دعونا نحتفل! تقييمك للانضمام إلينا. الحياة لذيذة للغاية. عيد مبارك."
      }
    ]
  },
  "Hijri": {
    Arabic: [
      {
        id: '001',
        text: 'بارك الله فيك باختيار بركاته. هجري سعيد لك ولعائلتك.',
      },
      {
        id: '002',
        text: 'هجرية سعيدة جدا لك ولعائلتك.',
      },
      {
        id: '003',
        text:
          'أتمنى أن تكون حياتك مليئة بالنور والحب والسعادة والصحة الجيدة. هجري سعيد.',
      },
      {
        id: '004',
        text:
          'الهجري هو كل شيء عن مشاركة ما لدينا والاهتمام بالمحتاجين. أتمنى لك هجرية سعيدة رائعة!',
      },
      {
        id: '005',
        text: 'هجري سعيد لك ولكل فرد في عائلتك.',
      },
      {
        id: '006',
        text: 'بارك الله فيك بكل ما تمنيت. هجري سعيد',
      },
      {
        id: '007',
        text:
          'أتمنى لكم هجرياً سعيداً جداً. نعتز بكل لحظة في هذا المهرجان الجميل وقد تتحقق كل أحلامك قريبًا.',
      },
      {
        id: '008',
        text: 'هذا الهجري بارك الله فيك بالصحة والسعادة. هجري سعيد',
      },
      {
        id: '009',
        text:
          'وفقك الله كل التوفيق والنجاح. بارك الله فيك بالمال والسعادة ، ويعطيك حياة صحية. هجري سعيد.',
      },
    ],
    English: [
      {
        id: '001',
        text:
          'May Allah bless you with his choicest blessings. Happy Hijri to you and your family.',
      },
      {
        id: '002',
        text: 'A very blissful Happy Hijri to you and your family.',
      },
      {
        id: '003',
        text:
          'May your life be always filled with light, love, happiness and good health. Happy Hijri.',
      },
      {
        id: '004',
        text:
          'Hijri is all about sharing what we have and caring for those in need. May you have a wonderful Happy Hijri!',
      },
      {
        id: '005',
        text: 'Happy Hijri to you and everyone in your family.',
      },
      {
        id: '006',
        text:
          'May Allah bless you with all that you have wished for. Happy Hijri',
      },
      {
        id: '007',
        text:
          'Wishing you a very Happy Happy Hijri. Cherish every moment of this beautiful festival and may all your dreams come true soon.',
      },
      {
        id: '008',
        text:
          'This Hijri, may Allah bless you with good health and happiness. Happy Hijri',
      },
      {
        id: '009',
        text:
          'May Allah give you all the prosperity and success. May Allah bless you with wealth and happiness and give you a healthy life. Happy Hijri.',
      },
      {
        id: '010',
        text:
          "Here's wishing a blessed Hijri that will inspire you with courage and strength to help you to win every challenge of life! Happy Hijri.",
      },
    ],
    Hindi: [
      {
        id: '001',
        text:
          'अल्लाह आपको अपनी पसंद का आशीर्वाद दे। आपको और आपके परिवार को हिजरी मुबारक।',
      },
      {
        id: '002',
        text: 'आपको और आपके परिवार को हिजरी की बहुत बहुत मुबारकबाद।',
      },
      {
        id: '003',
        text:
          'आपका जीवन हमेशा प्रकाश, प्रेम, खुशी और अच्छे स्वास्थ्य से भरा रहे। हैप्पी हिजरी।',
      },
      {
        id: '004',
        text:
          'हिजरी हमारे पास जो कुछ है उसे साझा करने और जरूरतमंद लोगों की देखभाल करने के बारे में है। आपके पास एक अद्भुत हैप्पी हिजरी हो!',
      },
      {
        id: '005',
        text: 'आपको और आपके परिवार में सभी को हिजरी मुबारक।।',
      },
      {
        id: '006',
        text: 'अल्लाह आपको वो सब दे जो आपने चाहा है। हैप्पी हिजरी',
      },
      {
        id: '007',
        text:
          'आपको हिजरी की ढेर सारी शुभकामनाएं। इस खूबसूरत त्योहार के हर पल को संजोएं और आपके सभी सपने जल्द ही सच हों।',
      },
      {
        id: '008',
        text: 'यह हिजरी, अल्लाह आपको अच्छी सेहत और खुशियाँ दे। हैप्पी हिजरी',
      },
      {
        id: '009',
        text:
          'अल्लाह आप सभी को समृद्धि और सफलता दे। ईश्वर आपको धन और खुशियाँ प्रदान करें और आपको स्वस्थ जीवन प्रदान करें। हैप्पी हिजरी।',
      },
    ],
    Urdu: [
      {
        id: '001',
        text:
          'اللہ پاک آپ کو اپنی بہترین برکتوں سے نوازے۔ آپ اور آپ کے اہل خانہ کو ہجری مبارک ہو۔',
      },
      {
        id: '002',
        text: 'آپ اور آپ کے اہل خانہ کو بہت خوش کن مبارک ہجری',
      },
      {
        id: '003',
        text:
          'آپ کی زندگی ہمیشہ روشنی ، محبت ، خوشی اور اچھی صحت سے معمور رہے۔ مبارک ہجری',
      },
      {
        id: '004',
        text:
          'ہجری ہمارے پاس جو کچھ ہے اسے بانٹنا اور ضرورت مندوں کی دیکھ بھال کرنا ہے۔ آپ کو ایک حیرت انگیز ہجری مبارک ہو!',
      },
      {
        id: '005',
        text: 'ہجری آپ کو اور آپ کے اہل خانہ میں سب کو مبارک ہو۔',
      },
      {
        id: '006',
        text: 'اللہ آپ سب کی توفیق دے جس کی تمنا کرتے ہو۔ مبارک ہجری',
      },
      {
        id: '007',
        text:
          'آپ کو بہت ہی مبارک ہو مبارک ہجری اس خوبصورت تہوار کے ہر لمحے کو پسند کریں اور آپ کے تمام خواب جلد ہی پورے ہوجائیں۔',
      },
      {
        id: '008',
        text: 'یہ ہجری ، اللہ آپ کو اچھی صحت اور خوشی سے نوازے۔ مبارک ہجری',
      },
      {
        id: '009',
        text:
          'اللہ آپ سب کو خوشحالی اور کامیابی عطا فرمائے۔ اللہ آپ کو دولت اور خوشی سے نوازے اور صحت مند زندگی عطا کرے۔ مبارک ہجری',
      },
    ],
  },
  "Ramadan": {
    Arabic: [
      {
        id: '001',
        text:
          'أشرق ذلك القمر ، ذلك المسجد ، ذلك العظمة الإسلامية.। عيد ميلاد ، الرمضان مبارك.',
      },
      {
        id: '002',
        text:
          'هناك شعور كهذا في المدينة ، أن الهواء مثل جنات يدق ، ما وصلت المدينة وشاهدته على الأرض ، كأن جنة يتم اكتشافها ، عيد ميلاد ، الرمضان مبارك.',
      },
      {
        id: '003',
        text:
          'استمر في الاحتراق والتألق ، نستمر في تذكرك بهذه الطريقة ، طالما أن هناك حياة ، فهذه الصلوات هي صلاتنا ، وتستمر في السطوع مثل القمر ، رمضان مبارك',
      },
      {
        id: '004',
        text:
          'بارك الله فيك عيد الميلاد النبى موكادس موكى واصلى صلاتك رمضان مبارك.',
      },
      {
        id: '005',
        text: 'خشبو جلاب هو عرق رمضان ، أتمنى لكم أيضًا شهرًا سعيدًا من رمضان.',
      },
      {
        id: '006',
        text: 'مستنير بذكر الرمضان ، قلبي ناجينا ، يعيشون في قلبي ، قلبي مدينة.',
      },
      {
        id: '007',
        text:
          'قل لي إذا كان هناك من يهتم بك. الجميع سيقول عيد مبارك ، إذا قالها أحد بأسلوبنا فقلها. | عيد ميلاد ، الرمضان مبارك.',
      },
      {
        id: '008',
        text:
          'حظ سعيد أن الله قد وعدك ، مرة أخرى في طريق الاعتقال ، تدفع واجبك إلى الله! أتمنى أن تكون رمضان مليئة بالسعادة لك.',
      },
      {
        id: '009',
        text:
          'أتمنى أن تتحقق كل أمنياتك ، مصيرك مشرق للغاية ، قبل أن تقول آمين ، تعترف بصلواتك. عيد سعيد',
      },
    ],
    English: [
      {
        id: '001',
        text:
          'May Allah bless you with his choicest blessings. Eid Ramadan Mubarak to you and your family.',
      },
      {
        id: '002',
        text: 'A very blissful Eid Ramadan to you and your family.',
      },
      {
        id: '003',
        text:
          'May your life be always filled with light, love, happiness and good health. Eid Ramadan Mubarak.',
      },
      {
        id: '004',
        text:
          'Eid is all about sharing what we have and caring for those in need. May you have a wonderful Eid Ramadan!',
      },
      {
        id: '005',
        text: 'Eid Ramadan Mubarak to you and everyone in your family.',
      },
      {
        id: '006',
        text:
          'May Allah bless you with all that you have wished for. Eid Ramadan',
      },
      {
        id: '007',
        text:
          'Wishing you a very Happy Eid Ramadan. Cherish every moment of this beautiful festival and may all your dreams come true soon.',
      },
      {
        id: '008',
        text:
          'This Eid, may Allah bless you with good health and happiness. Eid Ramadan Mubarak',
      },
      {
        id: '009',
        text:
          'May Allah give you all the prosperity and success. May Allah bless you with wealth and happiness and give you a healthy life. Eid Ramadan Mubarak.',
      },
      {
        id: '010',
        text:
          "Here's wishing a blessed Eid that will inspire you with courage and strength to help you to win every challenge of life! Eid Ramadan Mubarak.",
      },
    ],
    Hindi: [
      {
        id: '001',
        text:
          'वो चांद का चमकना, वो मस्जिदों का सवरना, वो मुसलमानों की धूम।। रमजान मुबारक',
      },
      {
        id: '002',
        text:
          'मदीने में ऐसी फिजा लग रही है, कि जन्नत की जैसी हवा लग रही है, मदीने पहुंच कर जमीन को जो देखा, यह जन्नत का जैसे पता लग रही है, रमजान मुबारक',
      },
      {
        id: '003',
        text:
          'दिए जलते और जगमगाते रहे, हम आपको इसी तरह याद आते रहे, जब तक जिंदगी है ये दुआ हैं हमारी, आप चाँद की तरह जगमगाते रहें, रमजान मुबारक',
      },
      {
        id: '004',
        text:
          'अल्लाह आपको रमजान के मुक्कदस मोके पर तमाम, खुशियां अता फरमाएं और आपकी इबादत कबूल करें, रमजान मुबारक',
      },
      {
        id: '005',
        text: 'खुशबू-ए-गुलाब है पसीना रसूल का, आप को भी हो मुबारक महीना रसूल का।',
      },
      {
        id: '006',
        text:
          'नबी की याद से रोशन, मेरे दिल का नगीना है, वो मेरे दिल में रहते हैं, मेरा दिल एक मदीना है।',
      },
      {
        id: '007',
        text:
          'कोई तुम्हारी फिक्र करे तो बताना। ईद मुबारक तो हर कोई कह देगा, कोई हमारे अंदाज में कहे तो बताना। रमजान मुबारक',
      },
      {
        id: '008',
        text:
          'मुबारक मौका अल्लाह ने अता फरमाया, एक बार फिर बंदगी की राह पर चलाया, अदा करना अपना फर्ज खुदा के लिए! खुशी से भरी हो रमजान आपके लिए।',
      },
      {
        id: '009',
        text:
          'तमन्ना आपकी सब पूरी हो जाए, हो आपका मुकद्दर इतना रोशन की, आमीन कहने से पहले ही आपकी हर दुआ कबूल हो जाए। रमजान मुबारक ',
      },
    ],
    Urdu: [
      {
        id: '001',
        text:
          'وہ چاند چمک اٹھا ، وہ مسجد سج گئی ، وہ مسلمان شان و شوکت۔ عید رمضان مبارک',
      },
      {
        id: '002',
        text:
          'مدینہ منورہ میں ایک ایسا احساس ہے ، جیسے جنت کی ہوا چل رہی ہے ، مدینہ پہنچ کر زمین پر دیکھا ، ایسا ہی ہے جیسے جنت کا پتہ چل رہا ہے ، عید رمضان مبارک',
      },
      {
        id: '003',
        text:
          'جلتے اور چمکتے رہیں ، ہم آپ کو اسی طرح یاد کرتے رہیں ، جب تک زندگی ہے ، یہ دعائیں ہماری ہیں ، آپ چاند کی طرح چمکتے رہتے ہیں ، عید رمضان مبارک',
      },
      {
        id: '004',
        text:
          'اللہ تعالٰی آپ کو عید رمضان Muk کے مکہداس موکے پر دعا کرے اور آپ کی دعائیں ، عید رمضان مبارک',
      },
      {
        id: '005',
        text:
          'خوشبو گلاب رسول کا پسینہ ہے ، آپ بھی رسول مبارک کے مہینے کی خواہش کریں۔',
      },
      {
        id: '006',
        text:
          'نبی of کے ذکر سے روشن ، میرا دل نگینہ ہے ، وہ میرے دل میں رہتے ہیں ، میرا دل مدینہ ہے۔',
      },
      {
        id: '007',
        text:
          'اگر کوئی آپ کی دیکھ بھال کرے تو مجھے بتائیں۔ ہر کوئی عید مبارک کہے گا ، اگر کوئی اسے ہمارے انداز میں کہے تو بتاؤ۔ عید رمضان مبارک',
      },
      {
        id: '008',
        text:
          'خوشی کا موقع اللہ نے آپ سے وعدہ کیا ہے ، ایک بار پھر نظربندی کی راہ پر ، خدا سے اپنا فرض ادا کرو! رمضان آپ کے لئے خوشی سے بھرپور رہے۔',
      },
      {
        id: '009',
        text:
          'آپ کی ساری خواہشات پوری ہوں ، آپ کی تقدیر اتنی روشن ہے ، آمین کہنے سے پہلے آپ کی ساری دعائیں اقرار ہیں۔ عید مبارک',
      },
    ],
  },
  "Milad": {
    English: [
      {
        id: '001',
        text:
          'May Allah bless you with his choicest blessings. Eid Milad-Un-Nabi Mubarak to you and your family.',
      },
      {
        id: '002',
        text: 'A very blissful Eid Milad-Un-Nabi to you and your family.',
      },
      {
        id: '003',
        text:
          'May your life be always filled with light, love, happiness and good health. Eid Milad-Un-Nabi Mubarak.',
      },
      {
        id: '004',
        text:
          'Eid is all about sharing what we have and caring for those in need. May you have a wonderful Eid Milad-Un-Nabi!',
      },
      {
        id: '005',
        text: 'Eid Milad-Un-Nabi Mubarak to you and everyone in your family.',
      },
      {
        id: '006',
        text:
          'May Allah bless you with all that you have wished for. Eid Milad-Un-Nabi',
      },
      {
        id: '007',
        text:
          'Wishing you a very Happy Eid Milad-Un-Nabi. Cherish every moment of this beautiful festival and may all your dreams come true soon.',
      },
      {
        id: '008',
        text:
          'This Eid, may Allah bless you with good health and happiness. Eid Milad-Un-Nabi Mubarak',
      },
      {
        id: '009',
        text:
          'May Allah give you all the prosperity and success. May Allah bless you with wealth and happiness and give you a healthy life. Eid Milad-Un-Nabi Mubarak.',
      },
      {
        id: '010',
        text:
          "Here's wishing a blessed Eid that will inspire you with courage and strength to help you to win every challenge of life! Eid Milad-Un-Nabi Mubarak.",
      },
    ],
    Hindi: [
      {
        id: '001',
        text:
          'वो चांद का चमकना, वो मस्जिदों का सवरना, वो मुसलमानों की धूम।। ईद-ए-मिलाद-उन-नबी मुबारक',
      },
      {
        id: '002',
        text:
          'मदीने में ऐसी फिजा लग रही है, कि जन्नत की जैसी हवा लग रही है, मदीने पहुंच कर जमीन को जो देखा, यह जन्नत का जैसे पता लग रही है, ईद-ए-मिलाद-उन-नबी मुबारक',
      },
      {
        id: '003',
        text:
          'दिए जलते और जगमगाते रहे, हम आपको इसी तरह याद आते रहे, जब तक जिंदगी है ये दुआ हैं हमारी, आप चाँद की तरह जगमगाते रहें, ईद-ए-मिलाद-उन-नबी मुबारक',
      },
      {
        id: '004',
        text:
          'अल्लाह आपको ईद-ए-मिलाद-उन-नबी के मुक्कदस मोके पर तमाम, खुशियां अता फरमाएं और आपकी इबादत कबूल करें, ईद-ए-मिलाद-उन-नबी मुबारक',
      },
      {
        id: '005',
        text: 'खुशबू-ए-गुलाब है पसीना रसूल का, आप को भी हो मुबारक महीना रसूल का।',
      },
      {
        id: '006',
        text:
          'नबी की याद से रोशन, मेरे दिल का नगीना है, वो मेरे दिल में रहते हैं, मेरा दिल एक मदीना है।',
      },
      {
        id: '007',
        text:
          'कोई तुम्हारी फिक्र करे तो बताना। ईद मुबारक तो हर कोई कह देगा, कोई हमारे अंदाज में कहे तो बताना। ईद-ए-मिलाद-उन-नबी मुबारक',
      },
      {
        id: '008',
        text:
          'मुबारक मौका अल्लाह ने अता फरमाया, एक बार फिर बंदगी की राह पर चलाया, अदा करना अपना फर्ज खुदा के लिए! खुशी से भरी हो मिलाद-उन-नबी आपके लिए।',
      },
      {
        id: '009',
        text:
          'तमन्ना आपकी सब पूरी हो जाए, हो आपका मुकद्दर इतना रोशन की, आमीन कहने से पहले ही आपकी हर दुआ कबूल हो जाए। ईद मुबारक ',
      },
    ],
    Arabic: [
      {
        id: '001',
        text:
          'أشرق ذلك القمر ، ذلك المسجد ، ذلك العظمة الإسلامية.। عيد ميلاد ، النبي مبارك.',
      },
      {
        id: '002',
        text:
          'هناك شعور كهذا في المدينة ، أن الهواء مثل جنات يدق ، ما وصلت المدينة وشاهدته على الأرض ، كأن جنة يتم اكتشافها ، عيد ميلاد ، النبي مبارك.',
      },
      {
        id: '003',
        text:
          'استمر في الاحتراق والتألق ، نستمر في تذكرك بهذه الطريقة ، طالما أن هناك حياة ، فهذه الصلوات هي صلاتنا ، وتستمر في السطوع مثل القمر ، عيد ميلاد النبي مبارك',
      },
      {
        id: '004',
        text:
          'بارك الله فيك عيد الميلاد النبى موكادس موكى واصلى صلاتك عيد ميلاد النبي مبارك.',
      },
      {
        id: '005',
        text: 'خشبو جلاب هو عرق رسول ، أتمنى لكم أيضًا شهرًا سعيدًا من رسول.',
      },
      {
        id: '006',
        text: 'مستنير بذكر النبي ، قلبي ناجينا ، يعيشون في قلبي ، قلبي مدينة.',
      },
      {
        id: '007',
        text:
          'قل لي إذا كان هناك من يهتم بك. الجميع سيقول عيد مبارك ، إذا قالها أحد بأسلوبنا فقلها. | عيد ميلاد ، النبي مبارك.',
      },
      {
        id: '008',
        text:
          'حظ سعيد أن الله قد وعدك ، مرة أخرى في طريق الاعتقال ، تدفع واجبك إلى الله! أتمنى أن تكون ميلاد أون النبي مليئة بالسعادة لك.',
      },
      {
        id: '009',
        text:
          'أتمنى أن تتحقق كل أمنياتك ، مصيرك مشرق للغاية ، قبل أن تقول آمين ، تعترف بصلواتك. عيد سعيد',
      },
    ],
    Urdu: [
      {
        id: '001',
        text:
          'وہ چاند چمک اٹھا ، وہ مسجد سج گئی ، وہ مسلمان شان و شوکت۔ عید میلاد النبی مبارک',
      },
      {
        id: '002',
        text:
          'مدینہ منورہ میں ایک ایسا احساس ہے ، جیسے جنت کی ہوا چل رہی ہے ، مدینہ پہنچ کر زمین پر دیکھا ، ایسا ہی ہے جیسے جنت کا پتہ چل رہا ہے ، عید میلاد النبی مبارک',
      },
      {
        id: '003',
        text:
          'جلتے اور چمکتے رہیں ، ہم آپ کو اسی طرح یاد کرتے رہیں ، جب تک زندگی ہے ، یہ دعائیں ہماری ہیں ، آپ چاند کی طرح چمکتے رہتے ہیں ، عید میلاد النبی مبارک',
      },
      {
        id: '004',
        text:
          'اللہ تعالٰی آپ کو عید میلاد النبی Muk کے مکہداس موکے پر دعا کرے اور آپ کی دعائیں ، عید میلاد النبی مبارک',
      },
      {
        id: '005',
        text:
          'خوشبو گلاب رسول کا پسینہ ہے ، آپ بھی رسول مبارک کے مہینے کی خواہش کریں۔',
      },
      {
        id: '006',
        text:
          'نبی of کے ذکر سے روشن ، میرا دل نگینہ ہے ، وہ میرے دل میں رہتے ہیں ، میرا دل مدینہ ہے۔',
      },
      {
        id: '007',
        text:
          'اگر کوئی آپ کی دیکھ بھال کرے تو مجھے بتائیں۔ ہر کوئی عید مبارک کہے گا ، اگر کوئی اسے ہمارے انداز میں کہے تو بتاؤ۔ عید میلاد النبی مبارک',
      },
      {
        id: '008',
        text:
          'خوشی کا موقع اللہ نے آپ سے وعدہ کیا ہے ، ایک بار پھر نظربندی کی راہ پر ، خدا سے اپنا فرض ادا کرو! میلاد النبی آپ کے لئے خوشی سے بھرپور رہے۔',
      },
      {
        id: '009',
        text:
          'آپ کی ساری خواہشات پوری ہوں ، آپ کی تقدیر اتنی روشن ہے ، آمین کہنے سے پہلے آپ کی ساری دعائیں اقرار ہیں۔ عید مبارک',
      },
    ],
  }

};
